local retJSON = {
	["元件 2"] = {
		["type"] = "group",
		["children"] = {
			["图层 2"] = {
				["id"] = "元件 1",
				["x"] = 14.050000,
				["y"] = 159.149994,
				["angle"] = 17.747437,
				["sx"] = 1.000015,
				["sy"] = 1.000015
			},
			["图层 1"] = {
				["id"] = "元件 1",
				["x"] = -56.000000,
				["y"] = -69.000000,
				["angle"] = 0.000000,
				["sx"] = 1.000000,
				["sy"] = 1.000000
			}
		}
	},
	["元件 1"] = {
		["type"] = "sprite",
		["frameName"] = "元件 10000"
	},
	["元件 3"] = {
		["type"] = "sprite",
		["frameName"] = "元件 30000"
	}
}
return retJSON
